test-scripts/request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:ptc="http://no.group.petclinic/owners">
    <soapenv:Header/>
    <soapenv:Body>
        <ptc:getOwnersRequest>
        </ptc:getOwnersRequest>
    </soapenv:Body>
</soapenv:Envelope>
